CFDSimulationOfFlowInAnElbowUsingOpenFoam/R134a/V=5.3_P=1atm/case1_6C_0-700_WI5/0/omega
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   uniform 0.0037;

boundaryField
{

    Inlet
    {
        type            fixedValue;
        value           uniform 0.0037;
    }
    
    Outlet
    {
        type            inletOutlet;
        value           $internalField;
        inletValue      $internalField;
    }

    Wall
    {
        type            omegaWallFunction;
        value           $internalField;
    }

}


// ************************************************************************* //
