CFDSimulationOfFlowInAnElbowUsingOpenFoam/R134a/V=5.3_P=1atm/case1_6C_0-700_WI5/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 23785.21127;

boundaryField
{

    Inlet
    {
        type            zeroGradient;
    }
    
    Outlet
    {
        type            fixedValue;
        value           uniform 23785.21127;  
    }

    Wall
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //
